tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "stow"

brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fzf-tab"
brew "atuin"
brew "direnv"
brew "fzf"
brew "zoxide"

brew "bat"
brew "eza"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "yazi"

brew "gh"
brew "glab"
brew "git-cliff"
brew "bfg"
brew "just"
brew "act"
brew "actionlint"
brew "golangci-lint"

brew "neovim"

brew "btop"
brew "fastfetch"

brew "node"
brew "postgresql@17"
brew "maven"

brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "kubeconform"
brew "krew"
brew "helm"
brew "k9s"
brew "kind"
brew "stern"
brew "popeye"
brew "kyverno"
brew "skopeo"
brew "podman"

brew "awscli"
brew "hcloud"
brew "clusterawsadm"
brew "ansible"
brew "cloudflared"
brew "tailscale"
brew "wireguard-tools"

brew "age"
brew "sops"
brew "gitleaks"
brew "trufflehog"
brew "pwgen"

brew "pandoc"
brew "hugo"
brew "graphviz"
brew "pdfpc"
brew "tree-sitter-cli"

brew "yq"
brew "yt-dlp"
brew "tealdeer"
brew "vivid"
brew "unar"
brew "xdg-ninja"

brew "alejandra"

brew "mosquitto"

brew "lua"
brew "nowplaying-cli"
brew "borders"
brew "sketchybar"

brew "rtk"

cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "ghostty"

cask "cursor"
cask "zed"
cask "obsidian"
cask "affinity"
cask "appcleaner"
cask "displaylink"
cask "dockdoor"
cask "orcaslicer"
cask "mactex-no-gui"

cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
