tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "stow"

brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fzf-tab"
brew "atuin"
brew "direnv"
brew "fzf"
brew "zoxide"

brew "bat"
brew "eza"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "yazi"
brew "sesh"
brew "kubecolor"
brew "kubernetes-cli"

brew "neovim"

brew "btop"
brew "fastfetch"

brew "borders"
brew "sketchybar"
cask "nikitabobko/tap/aerospace"
cask "leader-key"
cask "karabiner-elements"

cask "ghostty"

cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
